{"data":{"allMarkdownRemark":{"edges":[{"node":{"excerpt":"Backen.de was produced in collaboration with Oetker Digital, of the Dr. Oetker brand. We delivered a high quality MVP in 4,5 months across…","html":"<p>Backen.de was produced in collaboration with Oetker Digital, of the Dr. Oetker brand.</p>\n<p>We delivered a high quality MVP in 4,5 months across two platforms, with absolute consistency. </p>\n<p>My proudest moment of this project was starting with 3 Android engineers and three iOS engineers, and ending the project with 6 multiplatform engineers. Work on features was done pairing an Android developer with an iOS one, who would then implement the feature across both platforms one after another.</p>","frontmatter":{"title":"Backen.de with Oetker Digital","team":6,"platforms":["android","iOS"],"date":"May 2018 – Aug 2018"}}},{"node":{"excerpt":"My current project is a small but vibrant app for a new client. We are working on a product that interfaces with a Bluetooth device and a…","html":"<p>My current project is a small but vibrant app for a new client.</p>\n<p>We are working on a product that interfaces with a Bluetooth device and a web backend, to give the user information about usage patterns.</p>\n<p>Whilst small, this project has required my strong technical knowledge and project planning to ensure that the three teams (app, backend, and firmware) work in harmony to deliver the end product on time.</p>","frontmatter":{"title":"Current client","team":4,"platforms":["android"],"date":"Jan 2019 - current"}}},{"node":{"excerpt":"Harman Spark is a connected car app developed in collaboration with Harman and Tantalum Corporation. My work on this project included…","html":"<p>Harman Spark is a connected car app developed in collaboration with Harman and Tantalum Corporation.</p>\n<p>My work on this project included ensuring work was properly planned and that the developers had enough say and influence in what they were working on. I also was responsible for the sub-project of making the app compatible for white-labelling for other clients.</p>\n<p>Find out more on the <a href=\"https://play.google.com/store/apps/details?id=com.harman.spark\">Play Store</a> and the <a href=\"https://itunes.apple.com/gb/app/harman-spark/id1433904789\">App Store</a>.</p>","frontmatter":{"title":"Harman Spark with Tantalum Corporation","team":20,"platforms":["android","iOS"],"date":"Sept 2018 – Dec 2018"}}}]}},"pageContext":{}}